Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: Then they came and made prayers to them, requesting them, when they had taken them out, to go away from the town.
chr: ᎤᏂᎷᏤᏃ ᎠᎴ ᏚᏂᏍᏗᏰᏔᏁᎢ; ᏚᏂᏄᎪᏫᏒᏃ ᏚᏂᏔᏲᏎᎴ ᎾᎿ ᎦᏚᎲ ᎤᎾᏓᏅᏍᏗᏱ.

source: And they came out of the prison and went to the house of Lydia: and when they had seen the brothers they gave them comfort and went away.
chr: ᎤᏂᏄᎪᏨᏃ ᏗᏓᏍᏚᏗᏱ ᎵᏗ ᎦᏁᎸ ᏭᏂᏴᎸᎩ; ᏚᏂᎪᎲᏃ ᎠᎾᏓᏅᏟ, ᏚᏂᎦᎵᏍᏓᏛᎩ, ᎠᎴ ᎤᎾᏂᎩᏒᎩ.

source: Now when they had gone through Amphipolis and Apollonia they came to Thessalonica, where there was a Synagogue of the Jews:
chr: ᎥᏈᎪᎵᏱᏃ ᎠᎴ ᎠᏆᎶᏂᏯ ᎤᏁᏙᏅ, ᏕᏏᎶᏂᎦ ᏭᏂᎷᏨᎩ, ᎾᎿ ᎠᏂᏧᏏ ᏓᏂᎳᏫᎢᏍᏗᏱ ᎠᏓᏁᎸᎩ.

source: And Paul, as he generally did, went in to them, and on three Sabbath days had discussions with them from the holy Writings,
chr: ᏉᎳᏃ, ᎾᏍᎩ ᎢᏳᏛᏁᏗ ᎨᏒ ᏄᏛᏁᎸᎩ, ᏚᏴᏎᎸᎩ, ᎠᎴ ᏦᎢ ᏄᎾᏙᏓᏆᏍᎬ ᎪᏪᎵ ᎬᏗᏍᎬ ᏕᎦᏬᏁᏗᏍᎬᎩ,

source: Saying to them clearly and openly that Christ had to be put to death and come back to life again; and that this Jesus, whom, he said, I am preaching to you, is the Christ.
chr: ᏕᎪᏏᏏᏍᎬᎩ ᎠᎴ ᎬᏂᎨᏒ ᏂᎬᏁᎲᎩ ᎦᎶᏁᏛ ᎠᏎ ᎤᎩᎵᏲᎢᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏲᎱᏒ ᏧᎵᎯᏐᏗ ᎨᏒᎢ; ᎠᎴ ᎯᎠ ᎾᏍᎩ ᏥᏌ ᎠᏴ ᏥᏨᏯᎵᏥᏙᏁᎭ ᎾᏍᎩ ᎦᎶᏁᏛ, ᎠᏗᏍᎬᎩ.

source: And some of them had faith, and were joined to Paul and Silas; and a number of the God-fearing Greeks, and some of the chief women.
chr: ᎢᎦᏛᏃ ᎤᎾᏓᏑᏴ ᎤᏃᎯᏳᏅᎩ, ᎠᎴ ᏚᎾᎵᎪᏁᎸᎩ ᏉᎳ ᎠᎴ ᏌᏱᎳ, ᎠᎴ ᎤᏂᏣᏔᏅᎯ ᎠᏂᎪᎢ ᎤᏁᎳᏅᎯ ᎠᎾᏓᏙᎵᏍᏓᏁᎯ, ᎠᎴ ᎠᏂᎦᏲᎵᏉ ᏂᎨᏒᎾ ᏄᏂᎬᏫᏳᏒ ᎠᏂᎨᏴ.

source: But the Jews, being moved with envy, took with them certain low persons from among the common people, and getting together a great number of people, made an outcry in the town, attacking the house of Jason with the purpose of taking them out to the people.
chr: ᎠᏎᏃ ᎠᏂᏧᏏ ᏄᏃᎯᏳᏒᎾ, ᎠᏅᏳᎬ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ, ᏫᏚᏂᏯᏅᎲᎩ ᎩᎶ ᎢᏳᎾᏍᏗ ᎤᏂᏁᎫᏥᏛ ᎤᏁᏙᎯ, ᏚᏂᏟᏌᏅᏃ ᎤᏂᏖᎸᏅᎩ ᎦᏚᎲᎢ; ᏚᏂᎦᏘᎴᏅᏃ ᏤᏌᏂ ᎦᏁᎸᎢ, ᏴᏫ ᏧᏂᏄᎪᏫᏎᏗᏱ ᎤᎾᏁᎶᏔᏅᎩ.

source: And when they were not able to get them, they took Jason and some of the brothers by force before the rulers of the town, crying, These men, who have made trouble all over the world have now come here;
chr: ᏫᏚᎾᏠᏨᏃ ᏫᏚᏂᎾᏌᏁᏒᎩ ᏤᏌᏂ ᎠᎴ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᎾᏓᏅᏟ, ᎦᏚᎲ ᎨᏥᎦᏘᏗᏍᏗ ᏫᏚᎾᏘᏃᎮᎸᎩ, ᎤᏁᎷᎬᎩ ᎯᎠ ᎾᏂᏪᏍᎬᎩ; ᎯᎠ ᎡᎶᎯ ᏧᏂᎷᏆᏗᏅᏛ, ᎾᏍᏉ ᎠᏂ ᎢᎤᏂᎷᏨ;

source: Whom Jason has taken into his house: and they are acting against the orders of Caesar, saying that there is another king, Jesus.
chr: ᎾᏍᎩ ᏤᏌᏂ ᏚᏓᏂᎸᏨ; ᎠᎴ ᎾᏍᎩ ᏂᎦᏛ ᏚᏂᎸᏫᏍᏓᏁᎲ ᎠᎾᏡᏗᎭ ᏏᏌ ᎤᏁᏨᎢ, ᎯᎠ ᎾᏂᏪᎭ; ᏅᏩᏓᎴ ᎤᎬᏫᏳᎯ ᎡᎭ, ᎾᏍᎩ ᏥᏌ.

source: And hearing these things the people and the rulers of the town were troubled.
chr: ᏚᎾᏕᏯᏙᏔᏅᎩᏃ ᏴᏫ ᎠᎴ ᎦᏚᎲ ᎨᏥᎦᏘᏗᏍᏗ, ᎾᏍᎩ ᎯᎠ ᎤᎾᏛᎦᏅ.

source: And having made Jason and the others give an undertaking to keep the peace, they let them go.
chr: ᏤᏌᏂᏃ ᎠᎴ ᎠᏂᏐᎢ ᏔᎵ ᎬᏩᎾᏛᏓᏁᎯ ᏚᏂᏩᏛᎲ ᏙᎨᏥᎧᏅᎩ.

source: And the brothers straight away sent Paul and Silas away by night to Beroea: and they, when they came there, went to the Synagogue of the Jews.
chr: ᎠᎾᎵᏅᏟᏃ ᎩᎳᏉ ᎢᏴᏛ ᏚᎾᏘᎾᏫᏛᎲᎩ ᏉᎳ ᎠᎴ ᏌᏱᎳ, ᏈᎵᏯ ᏒᏃᏱ ᏫᏚᎾᏘᏅᏍᏔᏅᎩ. ᎾᏍᎩᏃ ᎾᎿ ᏭᏂᎷᏨ, ᎠᏂᏧᏏ ᏧᏂᎳᏫᎢᏍᏗᏱ ᏭᏂᏴᎸᎩ.

source: Now these were more noble than the Jews of Thessalonica, for they gave serious attention to the word, searching in the holy Writings every day, to see if these things were so.
chr: ᎾᏍᎩ ᎯᎠ ᎤᏟ ᎠᏃᏏᏳ ᎨᏒᎩ ᎡᏍᎦᏉ ᏕᏏᎶᏂᎦ ᎠᏁᎯ, ᏚᎾᏓᏂᎸᏨᎩᏰᏃ ᎧᏃᎮᏛ ᎠᎴ ᏂᏚᎩᏨᏂᏒ ᏓᏂᎪᎵᏰᏍᎬᎩ ᎪᏪᎵ, ᎾᏍᎩ ᏄᏍᏛ ᎠᎴ ᎾᏍᎩ ᏄᏍᏛᎾ ᎨᏒ ᎤᎾᏙᎴᎰᎯᏍᏗᏱ.

source: And a number of them had faith, and no small number of the Greek women of high position and of the men.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏂᏣᏛᎩ ᎾᏍᎩ ᎤᏃᎯᏳᏅᎩ, ᎠᎴ ᎨᏥᎸᏉᏗ ᎠᏂᎪᎢ ᎠᏂᎨᏴ, ᎠᎴ ᎠᏂᏍᎦᏯ ᎠᏂᎦᏲᎵᏉ ᏂᎨᏒᎾ.

source: But when the Jews of Thessalonica had news that Paul was preaching the word at Beroea, they came there, troubling the people and working them up.
chr: ᎠᏎᏃ ᎠᏂᏧᏏ ᏕᏏᎶᏂᎦ ᎠᏁᎯ, ᎤᎾᏛᎦᏅ ᏉᎳ ᎾᏍᏉ ᏈᎵᏯ ᎠᎵᏥᏙᎲᏍᎬ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎧᏃᎮᏛ, ᎾᎿ ᎾᏍᏉ ᏭᏂᎷᏨᎩ, ᏴᏫ ᏚᏂᏖᎸᏅᎩ.

source: So the brothers sent Paul straight away to the sea: but Silas and Timothy kept there still.
chr: ᎿᏉᏃ ᎩᎳᏉ ᎢᏴᏛ ᎠᎾᏓᏅᏟ ᎬᏩᏘᎿᏫᏛᎲᎩ ᏉᎳ, ᎠᎺᏉᎯ ᎢᏗᏢ ᏫᎬᏩᏘᏅᏍᏔᏅᎩ. ᏌᏱᎳᏍᎩᏂ ᎠᎴ ᏗᎹᏗ ᎾᎿᏉ ᎤᎾᏗᎩᏴᎩ.

source: But those who went with Paul took him as far as Athens, and then went away, with orders from him to Silas and Timothy to come to him quickly.
chr: ᏉᎳᏃ ᎬᏩᏘᎿᏫᏛᏛ ᎡᏗᏂᏱ ᏫᎬᏩᏘᏃᎸᎩ; ᎠᎴ ᎾᏍᎩ ᎨᏥᏁᏤᎸ ᏌᏱᎳ ᏗᎹᏗᏃ ᎤᎾᏛᎪᏗ, ᏄᎵᏍᏛᏉ ᎬᏩᎷᏤᏗᏱ, ᎤᎾᏂᎩᏒᎩ.

source: Now while Paul was waiting for them at Athens, his spirit was troubled, for he saw all the town full of images of the gods.
chr: ᎠᏏᏉᏃ ᏉᎳ ᎾᏍᎩ ᏓᎦᏘᏴᎩ ᎡᏗᏂᏱ, ᏧᏓᏅᏛ ᎤᏣᏘ ᎤᏕᏯᏔᏁᎸᎩ, ᎤᏙᎴᎰᏒ ᎦᏚᎲ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᏓᏙᎵᏍᏓᏁᎯ ᎨᏒᎢ.

source: So he had discussions in the Synagogue with the Jews and God-fearing Gentiles, and every day in the market-place with those who were there.
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏕᎦᏬᏁᏗᏍᎬᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎠᏂᏧᏏ ᎠᎴ ᎤᏁᎳᏅᎯ ᎠᎾᏓᏙᎵᏍᏓᏁᎯ, ᎠᎴ ᏂᏚᎩᏨᏂᏒ ᎦᏃᏗᏗᏱ ᏕᎦᏬᏁᏗᏍᎬᎩ ᎾᎿ ᏧᏩᏛᏔᏅᎯ.

source: And some of those who were supporters of the theories of the Epicureans and the Stoics, had a meeting with him. And some said, What is this talker of foolish words saying? And others, He seems to be a preacher of strange gods: because he was preaching of Jesus and his coming back from the dead.
chr: ᎩᎶᏃ ᎢᏳᎾᏍᏗ ᎠᏂᎦᏔᎿᎢ ᎠᏂᏈᎫᎳ ᎠᎴ ᎠᏂᏍᏙᎢᎦ ᎬᏩᎵᏃᎮᏔᏅᎩ; ᎢᎦᏛᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎦᏙ ᎤᏚᎵ ᎤᏛᏗᏱ ᎯᎠ ᏄᏰᎸᏛᎾ ᎦᏬᏂᏍᎩ; ᎠᏂᏐᎢᏃ ᎯᎠ; ᏅᏩᎾᏓᎴ ᏴᏫ ᏧᎾᏤᎵ ᎦᎸᎳᏗ ᎠᏁᎯ ᏗᎦᎾᏄᎪᏫᏍᎩ ᏅᏩᏍᏗ; ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᏓᎵᏥᏙᏁᎲᎢ ᏥᏌ ᎠᎴ ᏗᎴᎯᏐᏗ ᎨᏒ ᎤᎬᏩᎵ.

source: And they took him to Mars' Hill, saying, Will you make clear to us what is this new teaching of yours?
chr: ᏫᎬᏩᏯᏅᎲᏃ ᎡᎵᎣᏈᎦ ᎬᏩᏘᏃᎸᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᏥᎪ ᎦᏲᎦᏛᎪᏗᏉ ᏄᏍᏛ ᎾᏍᎩ ᎯᎠ ᎢᏤ ᏗᏕᏲᏗ ᎨᏒ ᎾᏍᎩ ᏥᏃᎮᎭ?

source: For you seem to us to say strange things, and we have a desire to get the sense of them.
chr: ᎪᎱᏍᏗᏰᏃ ᎤᏍᏆᏂᎪᏗ ᏕᎯᎾᏄᎪᏫᏎᎭ ᏦᏥᎴᏂ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎣᎦᏚᎵᎭ ᎣᎦᏙᎴᎰᎯᏍᏗᏱ ᎾᏍᎩ ᏄᏍᏛ ᎦᏛᎬᎢ.

source: (Now all the Athenians and the men from other lands who come there were giving all their time to talking or hearing of anything new.)
chr: ᏂᎦᏛᏰᏃ ᎡᏗᏂᏱ ᎠᏁᎯ ᎠᎴ ᎢᎸᎯᏢ ᏗᏁᎯ ᎾᎿ ᎠᏁᏙᎯ ᎥᏝ ᎪᎱᏍᏗ ᏱᏚᏂᎸᏫᏍᏓᏁᎮᎢ, ᎠᏂᏃᎮᏍᎬ ᎤᏩᏒ ᎠᎴ ᎠᎾᏛᎩᏍᎬ ᎪᎱᏍᏗ ᎢᏤᎢ.

source: And Paul got to his feet on Mars' Hill and said, O men of Athens, I see that you are overmuch given to fear of the gods.
chr: ᎿᏉᏃ ᏉᎳ ᏕᎤᎴᏅ ᎠᏰᎵ ᎡᎵᎣᏈᎦ, ᎯᎠ ᏄᏪᏒᎩ; ᎢᏥᏍᎦᏯ ᎡᏗᏂᏱ ᎢᏤᎯ, ᎦᏙᎴᎣᏍᎦ ᎢᏥᎧᎵᏨᎯ ᎨᏒ ᏕᏥᎾᏰᏍᎬ ᎦᎸᎳᏗ ᎠᏁᎯ.

source: For when I came by, I was looking at the things to which you give worship, and I saw an altar with this writing on it, TO THE GOD OF WHOM THERE IS NO KNOWLEDGE. Now, what you, without knowledge, give worship to, I make clear to you.
chr: ᎦᎢᏒᏰᏃ ᎠᎴ ᏓᎩᎪᎲ ᎦᎸᏉᏗᏳ ᏗᏥᏰᎸᎯ, ᎠᎩᏩᏛᎲᎩ ᎾᏍᏉ ᎠᏥᎸ-ᎨᎳᏍᏗᏱ ᎯᎠ ᏅᎬᏅ ᎥᎪᏪᎸᎩ; “ᎾᏥᎦᏔᎲᎾ ᎦᎸᎳᏗ ᎡᎯ ᎤᏤᎵᎦ.” ᎾᏍᎩᏃ ᎰᏩ ᏁᏥᎦᏔᎲᎾ ᏤᏣᏓᏙᎵᏍᏓᏁᎭ ᎾᏍᎩ ᎬᏂᎨᏒ ᏂᏨᏴᏁᎭ.

source: The God who made the earth and everything in it, he, being Lord of heaven and earth, is not housed in buildings made with hands;
chr: ᎤᏁᎳᏅᎯ ᎤᏬᏢᏅᎯ ᏥᎩ ᎡᎳᏂᎬᎢ ᎠᎴ ᏂᎦᏛ ᎾᎿ ᎠᏁᎯ, ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎦᎸᎳᏗ ᎠᎴ ᎡᎶᎯ ᎤᎾᏤᎵᎦ, ᎥᏝ ᏱᎦᏁᎸ ᏗᎦᎳᏫᎢᏍᏗᏱ ᎩᎶ ᏧᏬᏱ ᏧᏮᏔᏅᎯ ᏧᏁᏍᎨᎲᎯ.

source: And he is not dependent on the work of men's hands, as if he had need of anything, for he himself gives to all life and breath and all things;
chr: ᎥᏝ ᎠᎴ ᎾᏍᎩ ᎠᏴ ᏧᏃᏰᏂ ᏱᏚᎵᏍᏕᎸᏗ, ᏧᏂᎬᎪ ᎪᎱᏍᏗ ᎾᏍᎩᏯᎢ, ᏕᎠᏁᎮᏰᏃ ᏂᎦᏛ ᏓᏅᏅᎢ ᎠᎴ ᏓᏅᏬᎳᏕᏍᎬ ᎠᎴ ᏂᎦᎥ ᎪᎱᏍᏗ.

source: And he has made of one blood all the nations of men living on all the face of the earth, ordering their times and the limits of their lands,
chr: ᎠᎴ ᏌᏉ ᎩᎬ ᏚᏬᏢᏔᏅ ᎾᏂᎥ ᏄᎾᏓᎴᏒ ᏴᏫ ᎾᏍᎩ ᏧᎾᏁᎳᏗᏍᏗᏱ ᏂᎬᎾᏛ ᎦᏚᎢᏗᏢ ᎡᎶᎯ, ᎠᎴ ᏕᎤᏭᎪᏔᏅ ᎢᏳᎵᏍᏔᏂᏓᏍᏗᏱ, ᎠᎴ ᏫᏚᏍᏖᏅ ᎾᎿ ᏕᎨᏌᏗᏒ ᏧᎾᏁᎳᏗᏍᏗᏱ.

source: So that they might make search for God, in order, if possible, to get knowledge of him and make discovery of him, though he is not far from every one of us:
chr: ᎾᏍᎩ ᎤᏂᏯᏍᏗᏱ ᎤᎬᏫᏳᎯ, ᎾᏍᎩ ᎬᏩᎾᏒᏂᏍᏗ ᎠᎴ ᎬᏩᏂᏩᏛᏗ ᎢᏳᎵᏍᏙᏗᏱ, ᎥᏝᏍᎩᏂᏃᏅ ᎢᏗᏏᏴᏫᎭ ᏂᎦᏛᎿᏕᎬᎢ ᎢᏅᎯᏳ ᏱᏄᏛᎿᏕᎦ.

source: For in him we have life and motion and existence; as certain of your verse writers have said, For we are his offspring.
chr: ᎾᏍᎩᏰᏃ ᏄᏩᏅ ᏥᏕᏛᏅ, ᎠᎴ ᏥᏓᎵᏖᎸᎲᏍᎦ, ᎠᎴ ᏥᏕᎭ; ᎾᏍᎩ ᎾᏍᏉ ᎩᎶ ᎢᏳᎾᏍᏗ ᏗᎧᏃᎩᏍᏗ ᏗᏃᏪᎵᏍᎩ ᏗᏣᏤᎵᎦ ᎯᎠ ᏄᏂᏪᏒ; “ᎠᏴᏰᏃ ᎾᏍᏉ ᎾᏍᎩ ᏧᏪᏥ.”

source: If then we are the offspring of God, it is not right for us to have the idea that God is like gold or silver or stone, formed by the art or design of man.
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ, ᎠᏴ ᎤᏁᎳᏅᎯ ᏧᏪᏥ ᏥᎩ, ᎥᏝ ᎯᎠᏉ ᏱᏂᎨᏕᎵᎭ; ᎤᏁᎳᏅᎯ ᎾᏍᎩᏯᏉ ᎠᏕᎸ ᏓᎶᏂᎨ ᎠᎴ ᎠᏕᎸ ᎤᏁᎬ ᎠᎴ ᏅᏯ, ᏴᏫ ᎠᏂᏏᎾᏌᏅ ᎠᎴ ᎤᎾᏓᏅᏖᎸᎯ ᎬᏔᏅᎯ ᎪᏢᏅᎯ.

source: Those times when men had no knowledge were overlooked by God; but now he gives orders to all men in every place to undergo a change of heart:
chr: ᎾᎯᏳᏃ ᎾᏍᎩ ᎯᎠ ᎾᏂᎦᏔᎲᎾ ᏥᎨᏎᎢ ᎤᏁᎳᏅᎯ ᎤᏁᎳᎩ ᎤᏪᎵᏎᎢ; ᎠᏎᏃ ᎿᏉ ᏕᎧᏁᏤᎭ ᎾᏂᎥ ᏴᏫ ᏂᎬᎾᏛᎢ ᏧᏂᏁᏟᏴᏍᏗᏱ ᏚᎾ ᏓᏅᏛᎢ;

source: Because a day has been fixed in which all the world will be judged in righteousness by the man who has been marked out by him for this work; of which he has given a sign to all men by giving him back from the dead.
chr: ᏕᎤᏒᏍᏔᏅᏰᏃ ᎢᎦ ᎾᎯᏳ ᎡᎶᎯ ᏚᏳᎪᏛ ᏧᏭᎪᏓᏁᏗᏱ, ᎬᏗᏍᎬ ᎠᏍᎦᏯ ᎾᏍᎩ ᎤᏪᎧᏅᎯ, ᏄᏜᏏᏛᏒᎾ ᏂᏚᏩᏁᎸ ᎾᏂᎥ ᏴᏫ ᎾᏍᎩ ᏕᎤᎴᏔᏅᎢ ᎤᏲᎱᏒᎢ.

source: Now on hearing about the coming back from death, some of them made sport of it, but others said, Let us go more fully into this another time.
chr: ᎤᎾᏛᎦᏅᏃ ᎠᏲᎱᏒ ᏗᎴᎯᏐᏗ ᎨᏒᎢ, ᎢᎦᏛ ᎤᏂᏰᎵᎥᎩ, ᎢᎦᏛᏃ ᎯᎠ ᏄᏂᏪᏒᎩ; ᏔᎵᏁ ᎯᎠ ᏛᏨᏯᏛᎦᏁᎵ.

source: And so Paul went away from among them.
chr: ᎿᏉᏃ ᏉᎳ ᎤᏓᏅᏒᎩ ᎠᏂᏅᎢ.

source: But some men gave him their support: among whom was Dionysius the Areopagite, and a woman named Damaris, and others with them.
chr: ᎩᎶᏍᎩᏂᏃᏅ ᎢᏳᎾᏍᏗ ᎬᏩᎵᎪᏁᎸᎩ ᎠᎴ ᎤᏃᎯᏳᏅᎩ; ᎾᎿ ᎨᎸᎩ ᏓᏲᏂᏏᏯ ᎡᎵᎣᏈᎦ ᎦᎲᏍᎩ ᏗᎫᎪᏘᏍᎩ ᎠᎴ ᎠᎨᏴ ᏕᎺᎵ ᏧᏙᎢᏛ, ᎠᎴ ᏅᏩᎾᏓᎴ ᎾᏍᏉ.

source: After these things, he went away from Athens, and came to Corinth.
chr: ᎾᏍᎩᏃ ᏄᎵᏍᏔᏂᏙᎸ ᏉᎳ ᎡᏗᏂᏱ ᎤᏓᏅᏒᎩ ᎪᎵᏂᏗᏱ ᏭᎷᏨᎩ.

source: And there he came across a certain Jew named Aquila, a man of Pontus by birth, who not long before had come from Italy with his wife Priscilla, because Claudius had given orders that all Jews were to go away from Rome: and he came to them;
chr: ᎤᏩᏛᎲᏃ ᎩᎶ ᎢᏳᏍᏗ ᎠᏧᏏ ᎡᏈᎳ ᏧᏙᎢᏛ, ᏋᏗᏱ ᎤᏕᏅᎯ, ᎩᎳᎢ ᎤᎷᏦᏅᎯ ᎢᏓᎵ ᏅᏓᏳᎶᏒᎯ, ᎠᎴ ᎾᏍᏉ ᎤᏓᎵᎢ ᏈᏏᎳ ᏧᏙᎢᏛ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬ ᏠᏗᏯ ᎤᏁᏨ ᏂᎦᏛ ᎠᏂᏧᏏ ᎶᎻ ᎤᎾᏓᏅᏍᏗᏱ, ᎾᏍᎩ ᏚᏩᏛᎯᎸᎩ.

source: And because he was of the same trade, he was living with them, and they did their work together; for by trade they were tent-makers.
chr: ᎤᏠᏱᏃ ᏧᎸᏫᏍᏓᏁᎯ ᎨᏒᎢ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᏁᎸ ᎤᏪᏅᎩ, ᎠᎴ ᏚᎸᏫᏍᏓᏁᎸᎩ; ᏚᏂᎸᏫᏍᏓᏁᎲᏰᏃ ᏗᎦᎵᏦᏙᏗ ᏗᏃᏢᏍᎩ ᎨᏒᎢ.

source: And every Sabbath he had discussions in the Synagogue, turning Jews and Greeks to the faith.
chr: ᏄᎾᏙᏓᏈᏒᏃ ᎠᏂᏧᏏ ᏧᏂᎳᏫᎢᏍᏗᏱ ᎦᏬᏂᏍᎬᎩ, ᎠᎴ ᏓᏍᏗᏰᏗᏍᎬᎩ ᎠᏂᏧᏏ ᎠᎴ ᎠᏂᎪᎢ.

source: And when Silas and Timothy came down from Macedonia, Paul was completely given up to the word, preaching to the Jews that the Christ was Jesus.
chr: ᎿᏉᏃ ᏌᏱᎳ ᎠᎴ ᏗᎹᏗ ᎤᏂᎷᏨ, ᎹᏏᏙᏂ ᏧᏂᎶᏒ, ᏉᎳ ᎤᏓᏅᏛ ᎤᏱᎸᏒᎩ, ᎠᎴ ᎾᏍᎩ ᎬᏂᎨᏒ ᏂᏚᏩᏁᎸᎩ ᎠᏂᏧᏏ ᏥᏌ ᎾᏍᎩ ᎦᎶᏁᏛ ᎨᏒᎢ.

source: And when they put themselves against him, and said evil words, he said, shaking his clothing, Your blood be on your heads, I am clean: from now I will go to the Gentiles.
chr: ᎾᏍᎩᏃ ᎤᏂᏲᏍᏙᏔᏅ ᎠᎴ ᎤᏂᏐᏢᎢᏍᏔᏅ, ᎤᏄᏬ ᎤᏩᏣᎬᏅᎩ ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎢᏥᎩᎬ ᏗᏥᏍᎪᎵ ᎢᏨᏒ ᏕᏣᏓᏅᎵᏰᎡᏍᏗ, ᎠᏴ ᎥᏝ ᏯᏆᏓᏅᎵᏰᎥ; ᎿᏉ ᎪᎯ ᎢᏳᏓᎴᏅᏛ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏗᏁᎲ ᏮᏓᏥᎶᏏ.

source: And moving from there, he went into the house of a man named Titus Justus, a God-fearing man, whose house was very near the Synagogue.
chr: ᎾᎿᏃ ᎤᏂᎩᏒ, ᏭᏴᎸᎩ ᎩᎶ ᎢᏳᏍᏗ ᎦᏁᎸ ᏣᏍᏓ ᏧᏙᎢᏛ, ᎤᏁᎳᏅᎯ ᎠᏓᏙᎵᏍᏓᏁᎯ, ᎾᏍᎩ ᎦᏁᎸ ᏚᏓᏯᎸᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ.

source: And Crispus, the ruler of the Synagogue, with all his family, had faith in the Lord; and a great number of the people of Corinth, hearing the word, had faith and were given baptism.
chr: ᏟᏍᏆᏃ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏄᎬᏫᏳᏒ ᎠᏥᎦᏘᏗᏍᏗ ᎤᏬᎯᏳᏅᎩ ᎤᎬᏫᏳᎯ, ᎠᎴ ᏂᎦᏛ ᏚᏓᏘᎾᎥᎢ, ᎤᏂᏣᏘᏃ ᎪᎵᏂᏗᏱ ᎠᏁᎯ ᎤᎾᏛᎦᏅ ᎤᏃᎯᏳᏅᎩ; ᎠᎴ ᏕᎨᎦᏬᎥᎩ.

source: And the Lord said to Paul in the night, in a vision, Have no fear and go on preaching:
chr: ᎤᎬᏫᏳᎯᏃ ᎯᎠ ᏄᏪᏎᎴ ᏉᎳ ᏒᏃᏱ ᎤᏁᎳᏫᏎᎲᎢ; ᏞᏍᏗ ᏱᏍᎦᎢᎮᏍᏗ, ᎯᏂᎨᏍᏗᏉᏍᎩᏂ ᎠᎴ ᏞᏍᏗ ᎡᎳᏪ ᏨᏅᎩ,

source: For I am with you, and no one will make an attack on you to do you damage: for I have a number of people in this town.
chr: ᎠᏴᏰᏃ ᏕᎬᎦᎿᏩᏗᏙᎭ, ᎠᎴ ᎥᏝ ᎩᎶ ᏱᏙᎨᏣᏘᎷᎦ ᎤᏐᏅ ᎪᎱᏍᏗ ᏨᏁᏗᏱ, ᎤᏂᏣᏔᏰᏃ ᏴᏫ ᎠᏂ ᎦᏚᎲ ᏓᎩᎧᎭ.

source: And he was there for a year and six months, teaching the word of God among them.
chr: ᎾᎿᏃ ᏑᏕᏘᏴᏛ ᏑᏓᎵᏃ ᎢᏯᏅᏙ ᎤᏪᏙᎸᎩ, ᏓᏕᏲᎲᏍᎬᎩ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎾᎿ ᎠᏁᎲᎢ.

source: But when Gallio was ruler of Achaia, all the Jews together made an attack on Paul, and took him to the judge's seat,
chr: ᎨᎵᏲᏃ ᏂᎯᏳ ᎡᎧᏯ ᎠᏥᎦᏘᏗᏍᏛᎢ, ᎠᏂᏧᏏ ᏌᏉ ᎢᎦᎦᏛ ᎬᏩᏁᎷᎩᎡᎸᎩ ᏉᎳ, ᎠᎴ ᎬᏩᏘᏃᎸ ᏗᎫᎪᏙᏗᏱ ᎦᏍᎩᎸᎢ,

source: Saying, This man is teaching the people to give worship to God in a way which is against the law.
chr: ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎠ ᎾᏍᎩ ᏓᏍᏗᏰᏗᎭ ᏴᏫ ᎤᏁᎳᏅᎯ ᎠᎾᏓᏙᎵᏍᏓᏁᎲ ᏗᎧᎿᏩᏛᏍᏗ ᎤᏂᏲᏍᏙᏗᏱ.

source: But when Paul was about to say something, Gallio said to the Jews, If this was anything to do with wrongdoing or crime, there would be a reason for me to give you a hearing:
chr: ᎿᏉᏃ ᏉᎳ ᏛᏍᏚᎢᏏᏒᎩ ᎠᎰᎵ, ᎨᎵᏲ ᎯᎠ ᏂᏚᏪᏎᎸᎩ ᎠᏂᏧᏏ; ᎢᏳᏃ ᎤᏲ ᎢᏳᏛᏁᎸᎯ ᏱᎩ, ᎠᎴ ᎤᏍᎦᏅᏨᎯ ᏱᎩ, ᎢᏥᏧᏏ, ᏚᏳᎪᏛ ᏱᎩ ᎢᏨᏯᏛᏓᏍᏓᏁᏗᏱ.

source: But if it is a question of words or names or of your law, see to it yourselves; I will not be a judge of such things.
chr: ᎢᏳᏍᎩᏂ ᎧᏁᏨᎯ ᎠᎴ ᎪᎱᏍᏗ ᏚᏙᎥ ᎠᎴ ᏗᎧᎿᏩᏛᏍᏗ ᎢᏣᏤᎵᎦ ᎧᏃᎮᏗ ᏱᎩ, ᎢᏨᏒ ᏗᏥᎸᏫᏍᏓᏏ, ᎥᏝᏰᏃ ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏴ ᏱᏙᎦᎫᎪᏓ.

source: And he sent them away from the judge's seat.
chr: ᏚᎨᎯᏙᎸᎩᏃ ᏗᎫᎪᏙᏗᏱ ᎦᏍᎩᎸᎢ.

source: And they all made an attack on Sosthenes, the ruler of the Synagogue, and gave him blows before the judge's seat; but Gallio gave no attention to these things.
chr: ᎿᏉᏃ ᏂᎦᏛ ᎠᏂᎪᎢ ᎤᏂᏂᏴᎲ ᏐᏍᏗᏂ ᎠᏂᏧᏏ ᏧᏂᎳᏫᎢᏍᏗᏱ ᏄᎬᏫᏳᏒ ᎠᏥᎦᏘᏗᏍᏗ, ᎤᏂᎵᎥᏂᎸᎩ ᎢᎬᏱᏢ ᏗᎫᎪᏙᏗᏱ ᎦᏍᎩᎸᎢ. ᎨᎵᏲᏃ ᎥᏝ ᏳᎦᏌᏯᏍᏔᏁ ᎾᏍᎩ ᏄᏍᏗᏕᎬᎢ.

source: And Paul, after waiting some days, went away from the brothers and went by ship to Syria, Priscilla and Aquila being with him; and he had had his hair cut off in Cenchrea, for he had taken an oath.
chr: ᏉᎳᏃ ᎠᏏ ᎤᏬᎯᏨᎩ ᎤᏪᏙᎸᎩ; ᎿᏉᏃ ᏚᏲᎵᎸ ᎠᎾᏓᏅᏟ, ᏥᏳᎯ ᏭᏣᏅᎩ ᏏᎵᏱ ᏭᎶᏒᎩ; ᎠᎴ ᎾᏍᏉ ᏈᏏᎳ ᎠᎴ ᎡᏈᎳ ᎬᏩᏍᏓᏩᏛᏒᎩ, ᎤᎵᏍᏙᏰᎲᎯ ᎨᏒᎩ ᏒᏟᏯ ᎢᏴᏛ, ᎤᏁᎳᏅᎯᏰᏃ ᎤᏚᎢᏍᏓᏁᎸᎯ ᎨᏒᎩ.

source: And they came down to Ephesus and he left them there: and he himself went into the Synagogue and had a discussion with the Jews.
chr: ᎡᏈᏌᏃ ᏭᎷᏨᎩ ᎠᎴ ᎾᎿ ᏚᏩᏕᎲᎩ, ᎤᏩᏒᏍᎩᏂ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏭᏴᎸᎩ ᎠᎴ ᏚᏬᏁᏔᏅᎩ ᎠᏂᏧᏏ.

source: And being requested by them to be there for a longer time, he said, No;
chr: ᎬᏩᏔᏲᏎᎸᏃ ᎤᏬᎯᎢᏍᏗᏱ ᏧᏪᎳᏗᏓᏍᏗᏱ ᎥᏝ ᏳᏬᎯᏳᏁᎢ;

source: And went from them, saying, I will come back to you if God lets me; and he took ship from Ephesus.
chr: ᏚᏲᎵᎸᏉᏍᎩᏂ ᎯᎠ ᏄᏪᏒᎩ; ᎠᏎ ᎠᎩᏍᏆᏂᎪᏙᏗ ᏥᎷᏏᎵᎻ ᎯᎠ ᏗᎵᏍᏓᏴᏗᏱ ᏨᏛᏍᏆᎸᎯ. ᎠᏎᏃ ᏔᎵᏁ ᏛᏨᏩᏛᎯᎵ, ᎢᏳᏃ ᎤᏁᎳᏅᎯ ᎤᏏᏳ ᏳᏰᎸᏅ. ᎡᏈᏌᏃ ᏥᏳᎯ ᏭᏣᏅᎩ.

source: And when he had come to land at Caesarea, he went to see the church, and then went down to Antioch.
chr: ᏏᏌᎵᏱᏃ ᎤᏚᎩᏒ, ᎠᎴ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏫᏚᏲᎵᎸ, ᎥᏘᎣᎩ ᏭᎶᏒᎩ.

source: And having been there for some time, he went through the country of Galatia and Phrygia in order, making the disciples strong in the faith.
chr: ᏰᎵᏃ ᎤᏬᎯᏨ ᎤᏪᏙᎸ, ᎤᏂᎩᏒᎩ, ᎠᎴ ᎨᎴᏏᏱ ᎠᎴ ᏈᏥᏱ ᎣᏍᏛ ᎤᏱᎸᏒᎩ ᎤᏪᏐᎸᎩ, ᏓᎵᏂᎪᎯᏍᏗᏍᎬᎩ ᏂᎦᏛ ᎠᏃᎯᏳᎲᏍᎩ

source: Now a certain Jew named Apollos, an Alexandrian by birth, and a man of learning, came to Ephesus; and he had great knowledge of the holy Writings.
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏧᏏ ᎠᏉᎳ ᏧᏙᎢᏛ, ᎡᎵᎩᏱ ᎤᏛᏒᎯ, ᎠᏏᎾᏍᏛ ᎤᏬᏂᎯᏍᏗᏱ, ᎠᎴ ᏗᎦᎸᏉᏗ ᎪᏪᎵ ᏗᏏᎾᏍᏛ, ᎡᏈᏌ ᎤᎷᏨᎩ.

source: This man had been trained in the way of the Lord; and burning in spirit, he gave himself up to teaching the facts about Jesus, though he had knowledge only of John's baptism:
chr: ᎾᏍᎩ ᎯᎠ ᎠᎨᏲᏅᎯ ᎨᏒᎩ ᎤᎬᏫᏳᎯ ᎤᏅᏅᎢ, ᎠᎴ ᎤᎵᏂᎩᏛ ᎨᏒ ᎤᏓᏅᏛᎢ, ᎧᏃᎮᏍᎬᎩ ᎠᎴ ᏓᏕᏲᎲᏍᎬᎩ ᎾᏑᎵᎪᎬᎾ ᎤᎬᏫᏳᎯ ᎤᏤᎵ ᎤᎬᏩᎵ ᎨᏒᎢ, ᏣᏂ ᎤᏤᎵ ᏗᏓᏬᏍᏗ ᎤᏩᏒ ᎠᎦᏔᎲᎩ.

source: And he was preaching in the Synagogue without fear. But Priscilla and Aquila, hearing his words, took him in, and gave him fuller teaching about the way of God.
chr: ᎾᏍᎩ ᎤᎴᏅᎲᎩ ᎾᏍᎦᎢᎲᎾ ᎤᏬᏂᏒᎩ ᏗᎦᎳᏫᎢᏍᏗᏱ. ᎾᏍᎩᏃ ᎡᏈᎳ ᎠᎴ ᏈᏏᎳ ᎤᎾᏛᎦᏁᎸ ᎤᏂᏯᏅᎲᎩ, ᎠᎴ ᎤᏟ ᎢᏲᏍᏛ ᏚᏃᏏᏌᏁᎸᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎦᏅᏅᎢ.

source: And when he had a desire to go over into Achaia, the brothers gave him help, and sent letters to the disciples requesting them to take him in among them: and when he had come, he gave much help to those who had faith through grace:
chr: ᎤᏚᎸᎲᏃ ᎡᎧᏯ ᎤᏪᏅᏍᏗᏱ, ᎠᎾᏓᏅᏟ ᎤᏃᏪᎳᏅᎩ ᏗᏂᏔᏲᏎᎸᎩ ᎠᏃᎯᏳᎲᏍᎩ ᏗᎬᏩᏓᏂᎸᎢᏍᏗᏱ; ᎾᏍᎩᏃ ᏭᎷᏨ, ᎤᏣᏘ ᏚᏍᏕᎸᎲᎩ ᎤᏁᎳᏅᎯ ᎤᏓᏙᎵᏣᏛ ᎢᏳᏩᏂᏌᏛ ᎤᏃᎯᏳᏅᎯ.

source: For he overcame the Jews in public discussion, making clear from the holy Writings that the Christ was Jesus.
chr: ᎤᎵᏂᎩᏛᏯᏰᏃ ᎦᏬᏂᏍᎬ ᎬᏗᏍᎬ ᎤᏃᎯᏳᏗᏱ ᏄᏩᏁᎸᎩ ᎠᏂᏧᏏ ᏕᎦᎳᏫᎥᎢ, ᏗᎦᎸᏉᏗ ᎪᏪᎵ ᏕᎬᏗᏍᎬᎢ ᎬᏂᎨᏒ ᏂᎬᏁᎲ ᏥᏌ ᎾᏍᎩ ᎦᎶᏁᏛ ᎨᏒᎢ.

source: And it came about that while Apollos was at Corinth, Paul, having gone through the higher country, came to Ephesus, where there were certain disciples:
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ, ᎾᎯᏳ ᎠᏉᎳ ᎪᎵᏂᏗᏱ ᎡᏙᎲᎩ, ᏉᎳ ᎠᏰᎵ ᎨᏒ ᎤᎶᏒ, ᎡᏈᏌ ᏭᎷᏨᎩ. ᏚᏩᏛᎲᏃ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᏃᎯᏳᎲᏍᎩ,

source: And he said to them, Did you get the Holy Spirit when you had faith? And they said to him, No, we have had no knowledge of the Holy Spirit.
chr: ᎯᎠ ᏂᏚᏪᏎᎸᎩ; ᎡᏥᏁᎸᏍᎪ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎨᏦᎯᏳᏅᎯ? ᎯᎠᏃ ᏅᎬᏩᏪᏎᎸᎩ; ᎥᏝ ᎣᎦᏛᎦᏅᎯᎤᏅ ᏱᎩ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎡᎲᎢ.

source: And he said, What sort of baptism did you have? And they said, The baptism of John.
chr: ᎯᎠᏃ ᏂᏚᏪᏎᎸᎩ; ᎦᏙ ᎤᏍᏗ ᏗᏓᏬᏍᏙᏗ ᎨᏒ ᏕᏣᏬᏍᏔᏁᎢ? ᏣᏂ ᏧᏓᏬᏍᏙᏗ ᎨᏒ, ᎤᎾᏛᏅᎩ.

source: And Paul said, John gave a baptism which goes with a change of heart, saying to the people that they were to have faith in him who was coming after him, that is, in Jesus.
chr: ᏉᎳᏃ ᎯᎠ ᏄᏪᏒᎩ; ᏣᏂ ᎤᏙᎯᏳᎯ ᏓᏓᏬᏍᏗᏍᎬᎩ ᏗᏓᏬᏍᏙᏗ ᎦᏁᏟᏴᏍᏗ ᎨᏒ ᎣᏓᏅᏛ ᎤᎬᏩᎵ, ᏕᎧᏁᏤᎲ ᏴᏫ, ᎤᏃᎯᏳᏗᏱ ᎣᏂ ᏅᏓᏰᎩ, ᎾᏍᎩ ᎦᎶᏁᏛ ᏥᏌ ᏕᎪᏎᎲᎩ.

source: And hearing this, they had baptism in the name of the Lord Jesus.
chr: ᎾᏍᎩᏃ ᎤᎾᏛᎦᏅ ᎤᎬᏫᏳᎯ ᏥᏌ ᏚᏙᎥ ᏕᎨᎦᏬᏍᏔᏅᎩ.

source: And when Paul had put his hands on them, the Holy Spirit came on them; and they had the power of talking in tongues, and acting like prophets.
chr: ᎿᏉᏃ ᏉᎳ ᏚᏏᏔᏛ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎤᏂᎷᏤᎸᎩ, ᏚᏂᏬᏂᏒᎩᏃ ᏧᏓᎴᏅᏛ ᏗᎦᏬᏂᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᎾᏙᎴᎰᏒᎩ.

source: And there were about twelve of these men.
chr: ᎾᏍᎩᏃ ᎠᏂᏍᎦᏯ ᏂᎦᏛ ᏔᎳᏚ ᎢᏴᏛ ᎾᏂᎥᎩ.

source: And he went into the Synagogue, and for three months he was preaching there without fear, reasoning and teaching about the kingdom of God.
chr: ᏗᎦᎳᏫᎢᏍᏗᏱᏃ ᏭᏴᎸ ᎾᏍᎦᎢᎲᎾ ᎦᏬᏂᏍᎬᎩ, ᏦᎢ ᎢᏯᏅᏙ ᎢᎦᎯᏛ ᏕᎦᏬᏁᏗᏍᎬᎩ ᎠᎴ ᏓᏍᏗᏰᏗᏍᎬᎩ ᎤᏃᎯᏳᏗᏱ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ ᎤᎬᏩᎵ.

source: But because some of the people were hard-hearted and would not give hearing, saying evil words about the Way before the people, he went away from them, and kept the disciples separate, reasoning every day in the school of Tyrannus.
chr: ᎩᎶᏃ ᎢᏳᎾᏍᏗ ᎤᏂᏍᏓᏲᏒ ᎠᎴ ᏄᏃᎯᏳᏅᎾ ᏄᎵᏍᏔᏅ, ᎠᎴ ᎣᏐᏅᏉ ᎤᏂᏃᎮᎸ ᎾᏍᎩ ᎦᏅᏅ ᎤᎬᏩᎵ ᎤᏂᏣᏘ ᎠᏂᎦᏔᎲᎢ, ᏚᏓᏅᎡᎸᎩ, ᎠᎴ ᏚᏓᏓᎴᏔᏅᎩ ᎠᏃᎯᏳᎲᏍᎩ ᏕᎦᏬᏁᏗᏍᎬᎩ ᏂᏚᎩᏨᏂᏒ ᎩᎶ ᎢᏳᏍᏗ ᏓᎳᎾ ᏧᏙᎢᏛ ᏧᏕᏲᏗᏱ.

source: And this went on for two years, so that all those who were living in Asia had knowledge of the word of the Lord, Greeks as well as Jews.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏄᏛᏁᎸᎩ ᏔᎵ ᏧᏕᏘᏴᏛ ᎢᎪᎯᏛ, ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᏂᎦᏛ ᎡᏏᏱ ᎠᏁᎯ ᎠᏂᏧᏏ ᎠᎴ ᎠᏂᎪᎢ ᎤᎾᏛᎦᏅᎩ ᎧᏃᎮᏛ ᎤᎬᏫᏳᎯ ᏥᏌ ᎤᏤᎵᎦ.

source: And God did special works of power by the hands of Paul:
chr: ᎠᎴ ᎤᏁᎳᏅᎯ ᏯᏃ ᎢᏳᎵᏍᏙᏗ ᏂᎨᏒᎾ ᎤᏍᏆᏂᎪᏗ ᏚᎸᏫᏍᏓᏁᎲᎩ ᏉᎳ ᎠᎬᏗᏍᎬᎩ;

source: So that bits of linen and clothing from his body were taken to people who were ill, and their diseases went away from them and the evil spirits went out.
chr: ᎠᏰᎸᏰᏃ ᏧᏓᎴᏅᎯ ᏗᏯᏠ ᎠᎴ ᏗᏞᏌᏙ ᏓᏂᏃᎮᎲᎩ ᏧᏂᏢᎩ, ᎥᏳᎩᏃ ᎠᎵᏛᏗᏍᎬᎩ, ᎤᏂᏲᏃ ᏗᏓᏅᏙ ᎬᏩᏂᏄᎪᎬᎩ.

source: But some of the Jews who went from place to place driving out evil spirits, took it on themselves to make use of the name of the Lord Jesus over those who had evil spirits, saying, I give you orders, by Jesus, whom Paul is preaching.
chr: ᎩᎶᏃ ᎢᏳᎾᏍᏗ ᎠᏂᏧᏏ ᏅᏁᏙᎯ, ᎠᏂᏍᎩᎾ ᏗᏂᏄᎪᏫᏍᎩ, ᎤᎾᏓᏅᏖᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᏕᎤᏙᎥ ᏧᏂᏁᎢᏍᏓᏁᏗᏱ ᎤᏂᏲ ᏗᏓᏅᏙ ᏧᏂᏯᎢ, ᎯᎠ ᏄᏂᏪᏎᎢ; ᎢᏨᏁᎢᏍᏓᏏ ᏥᏌ, ᎾᏍᎩ ᏉᎳ ᎠᎵᏥᏙᎲᏍᎬ ᏥᎦᏃᎮᎭ.

source: And there were seven sons of a man named Sceva, a Jew and a chief priest, who did this.
chr: ᎠᏁᎮᏃ ᎦᎵᏉᎩ ᎢᏯᏂᏛ ᏏᏫ ᏧᏙᎢᏛ ᏧᏪᏥ ᎠᏧᏏ ᏄᎬᏫᏳᎡ ᎠᏥᎸᎨᎶᎯ ᎾᏍᎩ ᎾᎾᏛᏁᎮᎢ.

source: And the evil spirit, answering, said to them, I have knowledge of Jesus, and of Paul, but who are you?
chr: ᎤᏲᏃ ᎠᏓᏅᏙ ᎤᏁᏨ ᎯᎠ ᏄᏪᏎᎢ; ᏥᏌ ᏥᎦᏔᎭ, ᎠᎴ ᏉᎳ ᏥᎦᏔᎭ, ᏂᎯᏍᎩᏂ ᎦᎪ ᎢᏣᏍᏗ?

source: And the man in whom the evil spirit was, jumping on them, was stronger than the two of them, and overcame them, so that they went running from that house, wounded and without their clothing.
chr: ᎠᏍᎦᏯᏃ ᎤᏲ ᎠᏓᏅᏙ ᎤᏯᎢ ᏚᏁᎷᎩᎡᎴᎢ, ᎠᎴ ᎡᏍᎦ ᏂᏚᏩᏁᎴᎢ, ᎠᎴ ᏚᏎᎪᎩᏎᎢ, ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᎾᎵᏎ ᎾᎿ ᎠᏓᏁᎸ ᎤᏂᏄᎪᏤ ᏧᏂᏰᎸᎢᎭ ᎠᎴ ᏗᎨᏥᏐᏅᏅᎯ.

source: And this came to the ears of all those, Jews and Greeks, who were living at Ephesus; and fear came on them all, and the name of the Lord Jesus was made great.
chr: ᎠᎴ ᎾᏍᎩ ᎯᎠ ᎤᎾᏛᎦᏅᎩ ᏂᎦᏛ ᎠᏂᏧᏏ ᎠᎴ ᎠᏂᎪᎢ ᎡᏈᏌ ᎠᏁᎯ; ᏂᎦᏛᏃ ᎤᏂᎾᏰᏒᎩ, ᎠᎴ ᎤᎬᏫᏳᎯ ᏥᏌ ᏚᏙᎥ ᎦᎸᏉᏗᏳ ᏄᎵᏍᏔᏅᎩ.

source: And a number of those who had faith came and made a public statement of their sins and all their acts.
chr: ᎤᏂᏣᏛᎩᏃ ᎤᏃᎯᏳᏅᎯ ᎤᏂᎷᏨᎩ, ᎠᏂᏃᎲᏍᎬ ᎠᎴ ᎬᏂᎨᏒ ᎾᏅᏁᎲᏚᏂᎸᏫᏍᏓᏁᎸᎢ.

source: And a great number of those who were experts in strange arts took their books and put them on the fire in front of everyone: and when the books were valued they came to fifty thousand bits of silver.
chr: ᎾᏍᏉ ᎤᏂᏣᏛᎩ ᎤᏍᏆᏂᎪᏗ ᎠᎾᏛᏁᎵᏍᎩ ᏚᏂᏟᏌᏅᎩ ᎪᏪᎵ, ᎠᎴ ᏚᎾᎪᎲᏍᏔᏅᎩ ᏂᎦᏛ ᎠᏂᎦᏔᎲᎢ. ᎤᎾᏎᎸᏃ ᏧᎬᏩᎶᏗᎯ ᎤᎾᏙᎴᎰᏒᎩ ᎯᏍᎦᏍᎪᎯ ᎢᏯᎦᏴᎵ ᎨᏒ ᎤᏂᏁᎬ ᎠᏕᎸ.

source: So the word of the Lord was increased very greatly and was full of power.
chr: ᎾᏍᎩ ᏧᎵᏂᎬᎬᎩ ᎤᏛᏃᏒᎩ ᎠᎴ ᎤᏰᎵᏒᎩ ᎧᏃᎮᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ.

source: Now after these things were ended, Paul came to a decision that when he had gone through Macedonia and Achaia he would go to Jerusalem, saying, After I have been there, I have a desire to see Rome.
chr: ᎾᏍᎩᏃ ᎯᎠ ᏄᎵᏍᏔᏂᏙᎸ, ᏉᎳ ᎤᏓᏅᏖᎸᎩ ᎤᏓᏅᏛᎢ, ᎿᏉ ᎹᏏᏙᏂ ᎠᎴ ᎡᎧᏯ ᎤᎶᏐᏅᎯ, ᏥᎷᏏᎵᎻ ᏭᎶᎯᏍᏗᏱ, ᎯᎠ ᏄᏪᏒᎩ; ᎾᎿ ᎬᏇᏙᏅᎯ ᎨᏎᏍᏗ ᎶᎻ ᎾᏍᏉ ᎠᏎ ᏛᏥᎪᎢ.

source: And having sent two of his helpers, Timothy and Erastus, into Macedonia, he himself went on living in Asia for a time.
chr: ᎰᏩᏃ ᎹᏏᏙᏂ ᏕᎤᏅᏒᎩ ᎠᏂᏔᎵ ᎬᏩᏍᏕᎸᎯᏙᎯ, ᏗᎹᏗ ᎠᎴ ᎢᎳᏍᏓ, ᎤᏩᏒᏍᎩᏂ ᎤᏗᎩᏴᎩ ᎡᏏᏱ ᎢᎸᏍᎩ ᎢᎪᎯᏛ.

source: And about that time a great outcry took place about the Way.
chr: ᎾᎯᏳᏃ ᎥᏝ ᎤᏍᏗᏉ ᎤᏕᏯᏙᏗ ᏱᏄᎵᏍᏔᏁᎢ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎾᏍᎩ ᎦᏅᏅ ᎤᎬᏩᎵ.

source: For there was a certain man named Demetrius, a silver-worker, who made silver boxes for the images of Diana, and gave no small profit to the workmen;
chr: ᎩᎶᏰᏃ ᎢᏳᏍᏗ ᏗᎻᏟᏯ ᏧᏙᎢᏛ, ᎠᏕᎸ ᎠᏢᏅᎥᏍᎩ, ᎠᏕᎸ ᏗᎪᏢᏔᏅᎯ ᏓᏓᏁᎸ ᏕᎪᏢᎾᏁᎲ ᏓᏰᏂ, ᎥᏝ ᎤᏍᏗᏉ ᏧᎬᏩᎶᏗ ᏱᏓᏩᏛᎡᎮ ᎠᏃᏢᏅᎥᏍᎩ.

source: Whom he got together, with other workmen of the same trade, and said to them, Men, it is clear that from this business we get our wealth.
chr: ᎾᏍᎩ ᏚᏪᏟᏌᏅ ᎠᎴ ᏅᏩᎾᏓᎴ ᎾᏍᎩ ᎢᏳᏍᏗ ᏧᏂᎸᏫᏍᏓᏁᎯ ᏚᏪᏟᏌᏅ ᎯᎠ ᏄᏪᏒᎩ; ᎢᏥᏍᎦᏯ, ᎢᏥᎦᏔᎭ ᎯᎠ ᎾᏍᎩ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᏧᎬᏩᎶᏗ ᎢᏗᏩᏛᏗᏍᎬᎢ.

source: And you see, for it has come to your ears, that not only at Ephesus, but almost all through Asia, this Paul has been teaching numbers of people and turning them away, saying that those are not gods who are made by men's hands:
chr: ᎠᎴ ᎢᏥᎪᏩᏘᎭ ᎠᎴ ᎢᏣᏛᎩᎭ, ᎥᏝ ᎡᏈᏌᏉ ᎤᏩᏒ, ᎾᏍᏉᏍᎩᏂ ᎠᎴᏉ ᏂᎬᎾᏛ ᎡᏏᏱ, ᎯᎠ ᏉᎳ ᏓᏍᏗᏰᏗᏍᎬ ᏚᎦᏔᎲᏒ ᎤᏂᏣᏘ ᏴᏫ, ᎯᎠ ᏂᏕᎦᏪᏎᎲᎢ, ᎥᏝ ᎦᎸᎳᏗ ᎠᏁᎯ ᏱᎩ ᎩᎶ ᏧᏬᏰᏂᏉ ᏧᏬᏢᏔᏅᎯ ᏥᎩ.

source: And there is danger, not only that our trade may be damaged in the opinion of men, but that the holy place of the great goddess Diana may be no longer honoured, and that she to whom all Asia and the world give worship, will be put down from her high position.
chr: ᎠᎴ ᎥᏝ ᎯᎠᏉ ᏗᎩᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎤᏩᏒ ᎤᏁᎳᎩ ᏫᎬᏩᏲᏥᏓᏍᏗ ᏱᎩ; ᎾᏍᏉᏍᎩᏂ ᎠᏓᏁᎸ ᎦᎸᏉᏗᏳ ᎦᎸᎳᏗ ᎡᎯ ᏓᏰᏂ ᎤᏤᎵᎦ ᎠᏎᏉᏉ ᎢᎬᏩᎵᏍᏔᏂᏓᏍᏗ, ᎠᎴ ᎾᏍᎩ ᎠᏥᎸᏉᏗᏳ ᎨᏒ ᏫᎬᏩᏲᏥᏓᏍᏗ, ᎾᏍᎩ ᏂᎦᏛ ᎡᏏᏱ ᎠᎴ ᏂᎬᎾᏛ ᎡᎶᎯ ᏥᎬᏩᎸᏉᏗᎭ.

source: And hearing this, they were very angry, crying out and saying, Great is Diana of Ephesus.
chr: ᎾᏍᎩᏃ ᎤᎾᏛᎦᏅ ᎤᏂᏔᎳᏬᏍᎬᎢ ᎤᏂᎧᎵᏨᎩ, ᎠᎴ ᎤᏁᎷᏅᎩ ᎯᎠ ᏄᏂᏪᏒᎩ; ᎦᎸᏉᏗᏳ ᏓᏰᏂ ᎡᏈᏌ ᎠᏁᎯ ᎤᎾᏤᎵᎦ.

source: And the town was full of noise and trouble, and they all came running into the theatre, having taken by force Gaius and Aristarchus, men of Macedonia who were journeying in company with Paul.
chr: ᏂᎬᏃ ᎦᏚᎲ ᎤᎾᏓᏑᏰᏛᏉ ᏄᎵᏍᏔᏅᎩ, ᏚᏂᏂᏴᎲᏃ ᎦᏯ ᎠᎴ ᎡᎵᏍᏔᎦ ᎹᏏᏙᏂ ᎠᏁᎯ, ᏉᎳ ᎤᎾᎵᎪᎯ ᎠᏁᏙᎲᎢ, ᎤᎴᏃᏅᎯ ᎤᎾᏁᎷᎩᏒᎩ ᏭᏂᏴᎸᎩ ᎤᎾᏛᏁᎸᏗᏱ.

source: And when Paul was about to go in to the people, the disciples did not let him.
chr: ᏉᎳᏃ ᏫᏚᏴᏎᏗᏱ ᏴᏫ ᎤᏓᏅᏖᎸ, ᎠᏃᎯᏳᎲᏍᎩ ᎬᏩᏅᏍᏓᏕᎸᎩ.

source: And some of the rulers of Asia, being his friends, sent to him, requesting him seriously not to put himself in danger by going into the theatre.
chr: ᎩᎶᏃ ᎢᏳᎾᏍᏗ ᏗᎨᎦᏁᎶᏗ ᎡᏏᏱ ᎠᏁᎯ, ᏉᎳ ᏧᎵᎢ, ᎤᎾᏓᏅᏒᎩ ᏫᎬᏩᏔᏲᏎᎸᎩ, ᏭᏴᏍᏗᏱ ᏂᎨᏒᎾ ᎤᎾᏛᏁᎸᏗᏱ.

source: And some said one thing, and some another: for there was no order in the meeting; and most of them had no idea why they had come together.
chr: ᎤᏁᎷᏅᎯ ᏧᏓᎴᏅᏛᏉ ᏂᏚᏂᏪᏒᎩ; ᏓᏂᎳᏫᎥᏰᏃ ᎤᎾᏓᏑᏰᏛᏉ ᎨᏒᎩ, ᎠᎴ ᎤᏟ ᎢᏯᏂᏛ ᎥᏝ ᏯᏂᎦᏔᎮ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎤᎾᏓᏟᏌᏅᎢ.

source: Then they took Alexander out from among the people, the Jews putting him forward. And Alexander, making a sign with his hand, was about to make a statement to the people in answer:
chr: ᏭᏃᏯᏁᏒᎩᏃ ᎡᎵᎩ ᎤᏂᏣᏘ ᎠᏂᏙᎾᎥᎢ, ᎾᏍᎩ ᎠᏂᏧᏏ ᎠᏂᏅᏫᏍᏗᏍᎬᎩ; ᎡᎵᎩᏃ ᎤᏕᎸᏅ ᎤᏬᏰᏂ ᎤᏚᎵᏍᎬᎩ ᎤᏩᏒ ᎠᎵᏍᏕᎵᏍᎬᎢ ᏧᏬᏁᏙᏗᏱ ᏴᏫ.

source: But when they saw that he was a Jew, all of them with one voice went on crying out for about two hours, Great is Diana of Ephesus.
chr: ᎠᏎᏃ ᎤᎾᏙᎴᎰᏒ ᎠᏧᏏ ᎨᏒᎢ, ᏌᏉ ᏥᎧᏁᎪ ᎾᏍᎩᏯ ᏂᎦᏛ ᎤᏁᎷᏅᎩ, ᏔᎵᎭ ᎢᏳᏟᎶᏛ ᎢᎪᎯᏛ ᎯᎠ ᎾᏂᏪᏍᎬᎩ; ᎦᎸᏉᏗᏳ ᏓᏰᏂ ᎡᏈᏌ ᎠᏁᎯ ᎤᎾᏤᎵᎦ.

source: And when the chief secretary had got the people quiet, he said, Men of Ephesus, is any man without knowledge that the town of Ephesus is the keeper of the holy place of the great Diana, who was sent down from Jupiter?
chr: ᏗᎪᏪᎵᏍᎩᏃ ᏚᏲᏍᏙᏓᏁᎸ ᏴᏫ, ᎯᎠ ᏄᏪᏒᎩ; ᎢᏥᏍᎦᏯ ᎡᏈᏌ ᎢᏤᎯ, ᎦᎪ ᎡᎭ ᎾᎦᏔᎲᎾ ᎦᏚᎲ ᎡᏈᏌ ᎾᏍᎩ ᎡᏓᏓᏙᎵᏍᏓᏁᎯ ᎨᏒ ᎦᎸᏉᏗᏳ ᎦᎸᎳᏗ ᎡᎯ ᏓᏰᏂ, ᎠᎴ ᏧᏉᏙ ᏅᏓᏳᎶᎣᏒᎯ ᏗᏟᎶᏍᏔᏅᎯ?

source: So then, because these things may not be doubted, it would be better for you to be quiet, and do nothing unwise.
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎯᎠ ᏄᏜᏏᏛᎡᏗ ᏂᎨᏒᎾ ᏥᎩ, ᏙᎯᏱᏉᏍᎩᏂ ᏱᏂᏣᏛᏅ, ᎠᎴ ᎪᎱᏍᏗ ᎬᏁᎳᎩ ᏂᏣᏛᏁᎸᎾ ᏱᎩ.
